{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp.git",
      "version": "'v1.10.2'"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "memolist.vim": {
      "src": "https://github.com/glidenote/memolist.vim.git"
    },
    "mini.align": {
      "src": "https://github.com/nvim-mini/mini.align.git"
    },
    "mini.cursorword": {
      "src": "https://github.com/nvim-mini/mini.cursorword.git"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons.git"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs.git"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline.git"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim",
      "version": "9.0.0 - 10.0.0"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git"
    }
  }
}
